{
  "skill": "listening",
  "content": {
    "audioUrl": "https://example.com/listening/b2-urbanisation-lecture.mp3",
    "transcript": "Good afternoon, everyone. Today I want to discuss the phenomenon of urban heat islands and what cities around the world are doing to address them. An urban heat island occurs when a city experiences significantly higher temperatures than the surrounding rural areas. This effect is primarily caused by the extensive use of concrete and asphalt, which absorb and retain heat far more effectively than natural surfaces like soil and vegetation. In some cities, the temperature difference between urban and rural areas can exceed five degrees Celsius during summer months. Several strategies have been proposed to mitigate this effect. Green roofs, which involve planting vegetation on building rooftops, can reduce surface temperatures by up to 30 degrees. Cities like Singapore and Copenhagen have mandated green roof installations on new public buildings. Another approach involves increasing the reflectivity of urban surfaces through the use of light-coloured materials, a technique known as cool roofing. Research conducted in Los Angeles found that cool roofs reduced indoor temperatures by an average of two degrees, leading to significant energy savings. Tree planting programmes have also shown promising results. A comprehensive study in Melbourne demonstrated that increasing urban tree canopy coverage by ten percent could lower neighbourhood temperatures by up to 1.5 degrees Celsius.",
    "items": [
      {
        "stem": "What is the primary cause of urban heat islands according to the speaker?",
        "options": [
          "Increased vehicle emissions in city centres",
          "The extensive use of heat-absorbing materials like concrete and asphalt",
          "The removal of underground water sources beneath cities",
          "Industrial pollution released from factories in urban areas"
        ]
      },
      {
        "stem": "By how much can green roofs reduce surface temperatures?",
        "options": [
          "Up to 5 degrees",
          "Up to 10 degrees",
          "Up to 20 degrees",
          "Up to 30 degrees"
        ]
      },
      {
        "stem": "Which cities are mentioned as requiring green roofs on new public buildings?",
        "options": [
          "Los Angeles and Melbourne",
          "Singapore and Copenhagen",
          "London and New York",
          "Tokyo and Paris"
        ]
      },
      {
        "stem": "What does the term \"cool roofing\" refer to?",
        "options": [
          "Installing air conditioning systems on rooftops",
          "Using light-coloured materials to increase surface reflectivity",
          "Covering roofs with ice during summer months",
          "Planting heat-resistant vegetation on building tops"
        ]
      },
      {
        "stem": "What did the Melbourne study find about urban tree canopy coverage?",
        "options": [
          "A 5% increase could eliminate the heat island effect entirely",
          "Trees are less effective than green roofs at reducing temperatures",
          "A 10% increase could lower temperatures by up to 1.5 degrees",
          "Tree planting is too expensive to implement on a large scale"
        ]
      },
      {
        "stem": "What is the maximum temperature difference between urban and rural areas mentioned in the lecture?",
        "options": [
          "Two degrees Celsius",
          "Three degrees Celsius",
          "Five degrees Celsius",
          "Ten degrees Celsius"
        ]
      },
      {
        "stem": "What benefit of cool roofs was found in the Los Angeles research?",
        "options": [
          "They completely eliminated the need for air conditioning",
          "They reduced indoor temperatures by an average of two degrees",
          "They lasted longer than traditional roofing materials",
          "They reduced carbon emissions by thirty percent"
        ]
      },
      {
        "stem": "What is the main purpose of the lecture?",
        "options": [
          "To compare the climates of different cities around the world",
          "To explain urban heat islands and strategies for reducing them",
          "To argue that cities should stop using concrete in construction",
          "To promote a specific company's green roofing products"
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "1",
      "2": "3",
      "3": "1",
      "4": "1",
      "5": "2",
      "6": "2",
      "7": "1",
      "8": "1"
    }
  },
  "metadata": {
    "source": "synthetic"
  },
  "part": 1
}
