{
  "skill": "reading",
  "content": {
    "passage": "(A) Every year, thousands of young people from Western countries take time off between leaving school and starting university to volunteer in developing nations. This practice, commonly known as a \"gap year,\" has become a rite of passage for many. More often than not, these volunteers are motivated by a genuine desire to make a difference in the world. However, the attitude towards volunteering abroad is changing as people begin to question whether such trips truly benefit local communities or merely serve the interests of the volunteers themselves.\n\n(B) In recent years, a growing body of research has highlighted the drawbacks of so-called \"voluntourism.\" Commercial purposes may be cleverly hidden under the claim of humane purposes. Some companies market volunteer placements as life-changing humanitarian experiences while generating significant profits. These drawbacks have raised serious concerns among development experts and policy makers. One particularly troubling finding is that in some countries, children are deliberately kept in inadequate living conditions in orphanages in order to attract sympathy and get voluntary contributions from visiting tourists. In extreme cases, children are even recruited from families who are led to believe that their sons and daughters will receive a better education.\n\n(C) Mark Watson, a researcher who has spent years studying the effects of voluntourism, expects to see a positive transformation in volunteers' attitudes. He believes that when young people travel to poorer regions with the right preparation, they can develop a deeper understanding of global inequality. Watson often uses the example of digging wells to illustrate his point. \"Many volunteers arrive thinking they will dig wells for villages that lack clean water,\" he explains. \"But volunteering abroad requires thinking about what is actually needed. Does the village need a well, or does it need trained engineers who can maintain the water system for years to come?\" His message is clear: good intentions must be perfectly matched with practical skills and genuine local needs.\n\n(D) Despite its problems, volunteering abroad is not without value. When done responsibly, the whole process can reveal a real face to poverty and vulnerability, and shift consciousness toward the understanding of a shared humanity. The key lies in ensuring that volunteer programmes are designed around the needs of local communities rather than the desires of well-meaning travellers.",
    "title": "Passage 2",
    "items": [
      {
        "stem": "When do westerners typically do their volunteering?",
        "options": [
          "After graduating from university",
          "While looking for a suitable job",
          "Between secondary school and upper secondary school",
          "Between leaving school and starting university"
        ]
      },
      {
        "stem": "Which of the following would best describe the present attitude towards volunteering abroad?",
        "options": ["Frightened", "Changing", "Frustrated", "Disapproving"]
      },
      {
        "stem": "What is “More often than not” in paragraph (A) closest in meaning to?",
        "options": [
          "All the time",
          "Most of the time",
          "For a time",
          "Sometimes"
        ]
      },
      {
        "stem": "According to the writer, which of the following statements is true about volunteering abroad?",
        "options": [
          "The nature of volunteering abroad is claimed to make money for profit.",
          "The need for volunteers in developing countries has grown for the past few years.",
          "There are usually purposeful placements in volunteering abroad for profit aims.",
          "Commercial purposes may be hidden under the claim of humane purposes of volunteering."
        ]
      },
      {
        "stem": "What does the word “These” in paragraph (B) refer to?",
        "options": [
          "Drawbacks of voluntourism",
          "Studies on voluntourism",
          "Demands for voluntourism",
          "Advantages of voluntourism"
        ]
      },
      {
        "stem": "What are children being kept in inadequate living conditions for?",
        "options": [
          "To show the poverty of these places",
          "To reflect their real living standards",
          "To legally implement children trafficking",
          "To get voluntary contributions from visitors"
        ]
      },
      {
        "stem": "According to the passage, what does Mark Watson expect to see regarding volunteering abroad?",
        "options": [
          "A positive transformation in volunteers’ attitudes",
          "A sense of realism for the volunteers abroad",
          "An acknowledgement from potential volunteers",
          "A good support from potential volunteers"
        ]
      },
      {
        "stem": "What message does Mark Watson want to pass to future volunteers through the idea of digging wells?",
        "options": [
          "Would-be volunteers should think more about doing unskilled work.",
          "It is not rational to think that volunteering abroad is to help the poor.",
          "Volunteers cannot do anything worthy if they only do unskilled work.",
          "Volunteering abroad requires thinking about what is actually needed."
        ]
      },
      {
        "stem": "Question 9",
        "options": [
          "thoroughly prepared",
          "perfectly matched",
          "suitably qualified",
          "carefully selected"
        ]
      },
      {
        "stem": "Question 10",
        "options": [
          "This process may lead to significant changes in voluntourism to eliminate possible harm to developing countries.",
          "The whole process can reveal a real face to poverty and vulnerability, and shift consciousness toward the understanding of a shared humanity.",
          "That is to say, volunteering abroad mainly requires the youth enthusiasm if they want to make a real contribution.",
          "A sense of humanity and sympathy is highly appreciated to make volunteering abroad worthwhile in every case."
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "3",
      "2": "1",
      "3": "1",
      "4": "3",
      "5": "0",
      "6": "3",
      "7": "0",
      "8": "3",
      "9": "1",
      "10": "1"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/2",
    "examId": 2
  },
  "part": 1
}
