{
  "skill": "reading",
  "content": {
    "passage": "(A) Honeybees play a vital role in agriculture. They are responsible for pollinating over four-fifths of all flowering crops, making them essential to the global food supply. Throughout the warmer months, bees collect nectar and pollen from flowers. They use these resources to regain nutrition and to heat up their hive during the colder seasons. As temperatures drop in autumn, bees begin to prepare for winter by sealing cracks in the hive and storing honey. When spring finally arrives, the bees emerge — that is, they appear from the hive once more — and resume their foraging activities.\n\n(B) Freezing temperatures pose a serious threat to honeybees. When the air turns very cold, nectar becomes thicker and more viscous, making it difficult for bees to transport. The cold also affects bee muscles, reducing their ability to fly. To combat the falling temperatures, bees gather tightly together inside the hive in a formation known as a \"cluster.\" The bees on the outside of the cluster act as insulation, while those on the inside vibrate their flight muscles to generate warmth. Clustering, however, does not generate enough heat to combat death from freezing. If temperatures drop low enough, even a well-formed cluster cannot prevent the colony from perishing.\n\n(C) Interestingly, freezing weather also plays a role in hive population management. Bees can regulate their hive population more easily in freezing temperatures. During winter, the queen bee slows down or stops laying eggs entirely. Worker bees, which are all female, focus on maintaining the hive rather than raising new brood. Male bees, known as drones, serve no useful purpose during the cold months because their primary role is to mate with the queen during warmer weather. As a result, drones are displaced from the hive before winter sets in, as feeding them would waste the colony's precious honey reserves.\n\n(D) For homeowners who discover a beehive on their property, winter might seem like an ideal time to remove it. However, it is important to note that even in cold weather, the colony — that is, the hive and all of its inhabitants — can still be active inside walls or structural cavities. Bees can withstand the freezing weather only by gathering together in the hive and maintaining their cluster formation. A professional bee removal company should always be contacted rather than attempting removal without expert help.",
    "title": "Passage 2",
    "items": [
      {
        "stem": "What is the best title of the passage?",
        "options": [
          "Do freezing temperatures completely kill bees?",
          "How do bees survive freezing temperatures?",
          "How can humans protect their homes from beehives?",
          "How do bees produce honey in winter?"
        ]
      },
      {
        "stem": "What percentage of pollination is contributed by honeybees?",
        "options": [
          "About three quarters",
          "A half",
          "Over four fifths",
          "About one third"
        ]
      },
      {
        "stem": "What do bees use the nectar and pollen they have collected for?",
        "options": [
          "To restore nutrition and protect their hive",
          "To defend themselves and heat up their hive",
          "To warm themselves and protect their hive",
          "To regain nutrition and heat up their hive"
        ]
      },
      {
        "stem": "What is “emerge” in paragraph (A) closest in meaning to?",
        "options": ["activate", "escape", "disappear", "appear"]
      },
      {
        "stem": "According to the passage, freezing temperatures affect the following factors EXCEPT ______.",
        "options": [
          "bee blood",
          "nectar viscosity",
          "bee muscles",
          "bee flight"
        ]
      },
      {
        "stem": "In paragraph (B), what best paraphrases the sentence “Clustering, however, does not generate enough heat to combatdeath from freezing”?",
        "options": [
          "There exist other methods to protect bees from death in freezing temperatures.",
          "Clustering is one way to produce heat against dropping temperatures.",
          "Even grouping, the bees will still die if the temperature is low enough.",
          "Enough heat can be generated if bees are likely to form bigger groups in their hive."
        ]
      },
      {
        "stem": "What is the main idea of paragraph (C)?",
        "options": [
          "Freezing weather helps reduce the number of bees in the hive.",
          "Bees can regulate their hive population more easily in freezing temperatures.",
          "There are different roles for bees in the hive.",
          "The queen bee is responsible for producing more worker bees."
        ]
      },
      {
        "stem": "According to the passage, what will be displaced from the hive in cold weather?",
        "options": ["The queen", "Bee workers", "Bee eggs", "Drones"]
      },
      {
        "stem": "The phrase “the colony” in paragraph (D) can refer to ______.",
        "options": [
          "the structural cavity",
          "the hive",
          "the home’s wall",
          "bee removal company"
        ]
      },
      {
        "stem": "According to the passage, which of th",
        "options": [
          "It is noise disturbing the hive on your home’s walls.",
          "Winter is the perfect time for bees to collect the nectar and pollen.",
          "Bees can withstand the freezing weather only by gathering in the hive.",
          "Bees may die as they carry thick flower nectar in dropping temperatures."
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "3",
      "5": "0",
      "6": "2",
      "7": "1",
      "8": "3",
      "9": "1",
      "10": "2"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/3",
    "examId": 3
  },
  "part": 1
}
