{
  "skill": "reading",
  "content": {
    "passage": "(A) When a species is no longer able to survive in its environment, it becomes extinct. Extinction is a natural process that has been occurring from time to time throughout Earth's history, as the fossil record clearly shows. Scientists estimate that more than 99 percent of all species that have ever lived on Earth are no longer in existence. In other words, most species in Earth's history have ultimately disappeared. A species may become extinct for many reasons. Rapid ecological change can cause the loss of food resources, bring about sudden temperature changes, and create intense competition among species for the remaining habitats. These environmental pressures can lead to the gradual demise of entire populations. The fossil evidence indicates that extinction has not been a single dramatic event but rather something that has occurred repeatedly across different geological periods.\n\n(B) One important aspect of extinction is that species do not exist in isolation. They depend on one another in complex ways. For example, plankton, the tiny organisms floating in the ocean, form the base of the marine food chain. Fish feed on plankton, and larger marine animals feed on those fish. If plankton were to disappear, the entire chain of ocean life would collapse. This example of plankton demonstrates the interdependence of different species and shows why the extinction of even a small organism can have enormous consequences for many other forms of life.\n\n(C) A remarkable finding from recent scientific research is that survival of a species may depend not only on its ability to adapt but also on chance events. Catastrophic occurrences such as asteroid impacts or massive volcanic eruptions can wipe out species regardless of how well they have adapted. Approximately 225 million years ago, a mass extinction event destroyed nearly 90 percent of all species on Earth. This event, the largest extinction in history, reshaped the course of life on our planet and allowed entirely new groups of organisms to rise and fill the empty ecological spaces.",
    "title": "Passage 2",
    "items": [
      {
        "stem": "The word \"it\" in paragraph (A) refers to",
        "options": ["99 percent", "species", "environment", "extinction"]
      },
      {
        "stem": "The word \"ultimately\" in paragraph (A) is closest in meaning to",
        "options": [
          "eventually",
          "exceptionally",
          "dramatically",
          "infortunately"
        ]
      },
      {
        "stem": "What does the author say in paragraph (A) regarding most species in Earth's history?",
        "options": [
          "They have caused rapid change in the environment.",
          "They have remained basically unchanged from their original forms.",
          "They have been able to adapt to ecological changes.",
          "They are no longer in existence."
        ]
      },
      {
        "stem": "Which of the following is NOT mentioned in paragraph (A) as resulting from rapid ecological change?",
        "options": [
          "Availability of food resources",
          "Introduction of new species",
          "Temperature changes",
          "Competition among species"
        ]
      },
      {
        "stem": "The word \"demise\" in paragraph (A) is closest in meaning to",
        "options": ["recovery", "help", "change", "death"]
      },
      {
        "stem": "Why is \"plankton\" in paragraph (B) mentioned?",
        "options": [
          "To emphasize the importance of food resources inpreventing mass extinction.",
          "To illustrate a comparison between organisms thatlive on the land and those that live in the ocean.",
          "To point out that certain species could never become extinct.",
          "To demonstrate the interdependence of different species."
        ]
      },
      {
        "stem": "According to paragraph (A), evidence from fossils suggests that",
        "options": [
          "extinctions on Earth have generally been massive.",
          "there has been only one mass extinction in Earth's history.",
          "extinction of species has occurred from time to time throughout Earth's history.",
          "dinosaurs became extinct much earlier than scientists originally believed."
        ]
      },
      {
        "stem": "The word \"finding\" in paragraph (C) is closest in meaning to",
        "options": [
          "research method",
          "ongoing experiment",
          "published information",
          "scientific discovery"
        ]
      },
      {
        "stem": "In paragraph (C), the author makes which of the following statements about a species' survival?",
        "options": [
          "It may depend on chance events.",
          "It does not vary greatly from species to species.",
          "It reflects the interrelationship of many species.",
          "It is associated with astronomical conditions."
        ]
      },
      {
        "stem": "Question 10",
        "options": [
          "65 million years ago",
          "225 million years ago",
          "250 million years ago",
          "26 million years ago"
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "1",
      "2": "0",
      "3": "3",
      "4": "1",
      "5": "3",
      "6": "3",
      "7": "2",
      "8": "3",
      "9": "0",
      "10": "1"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/5",
    "examId": 5
  },
  "part": 1
}
