{
  "skill": "reading",
  "content": {
    "passage": "(A) Beads have been part of human culture for thousands of years, and there are many compelling reasons for studying them. Over time, the appearance of beads may change significantly. Exposure to sunlight, handling by many owners, and chemical reactions with skin oils can alter the color, texture, and surface quality of beads. Ancient beads that were once bright and shiny may now look faded and worn, and these changes in appearance tell researchers much about how the beads were used. In earlier civilizations, people adorned — that is, decorated — their bodies and possessions with beads made from shells, stones, and bones.\n\n(B) Beads were commonly attached to attire, meaning clothing, as a form of personal expression and social status. They also served mundane, or ordinary, everyday purposes such as counting and trading. Because beads are small, durable, portable, and of recognised value, they possess the key characteristics of collectible objects. However, scarcity is not considered one of these collectible characteristics, since beads have been produced in enormous quantities throughout history. The color, shape, and material of beads are factors that make people want to pick them up and appreciate them by touch, though the odor of beads is not a relevant factor in this tactile appeal.\n\n(C) Researchers try to unravel — that is, discover — the hidden stories behind ancient beads. Beads can help scholars understand trade routes, cultural exchanges, and social customs of past civilisations. Knowledge of bead history is especially useful for anthropologists, who study human societies and cultures. By examining where certain beads originated and where they ended up, anthropologists can draw conclusions about migration patterns and relationships between distant communities.\n\n(D) However, it is often difficult to trace the history of certain ancient beads because they have been moved from their original locations. Beads are small and easily transported, so they frequently passed through many hands and travelled great distances from where they were first made. This movement makes it challenging for researchers to determine their true origins and to piece together the full story of their journey through human history.",
    "title": "Passage 2",
    "items": [
      {
        "stem": "What is the main subject of the passage?",
        "options": [
          "Different types of beads",
          "The reasons for studying beads",
          "How beads are made",
          "Materials used in making beads"
        ]
      },
      {
        "stem": "The word \"adorned\" in paragraph (A) is closest in meaning to?",
        "options": ["decorated", "enhanced", "embellished", "ornamented"]
      },
      {
        "stem": "The word \"attire\" in paragraph (B) is closest in meaning to?",
        "options": ["clothing", "ritual", "importance", "history"]
      },
      {
        "stem": "All of the following are given as characteristics of collectible objects EXCEPT?",
        "options": ["portability", "scarcity", "durability", "value"]
      },
      {
        "stem": "According to the passage, all of the following are factors that make people want to touch beads EXCEPT?",
        "options": ["the odor", "the color", "the shape", "the material"]
      },
      {
        "stem": "The word \"unravel\" in paragraph (C) is closest in meaning to?",
        "options": ["transport", "discover", "communicate", "improve"]
      },
      {
        "stem": "The word \"mundane\" in paragraph (C) is closest in meaning to?",
        "options": ["beautiful", "carved", "heavy", "ordinary"]
      },
      {
        "stem": "It is difficult to trace the history of certain ancient beads because they _____.",
        "options": [
          "have been buried underground",
          "have been moved from their original locations",
          "are small in size",
          "are frequently lost"
        ]
      },
      {
        "stem": "Knowledge of the history of some beads may be useful in the studies done by which of the following?",
        "options": [
          "Economists",
          "Agricultural experts",
          "Medical researchers",
          "Anthropologist"
        ]
      },
      {
        "stem": "Where in the passage does the author describe why the appearance of beads may change?",
        "options": [
          "Paragraph (A)",
          "Paragraph (D)",
          "Paragraph (C)",
          "Paragraph (B)"
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "1",
      "2": "0",
      "3": "0",
      "4": "1",
      "5": "0",
      "6": "1",
      "7": "3",
      "8": "1",
      "9": "3",
      "10": "0"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/9",
    "examId": 9
  },
  "part": 1
}
