{
  "skill": "reading",
  "content": {
    "passage": "",
    "title": "How Do Bees Survive Freezing Temperatures?",
    "items": [
      {
        "stem": "What is the best title of the passage?",
        "options": [
          "Do freezing temperatures completely kill bees?",
          "How do bees survive freezing temperatures?",
          "How can humans protect their homes from beehives?",
          "How do bees produce honey in winter?"
        ]
      },
      {
        "stem": "What percentage of pollination is contributed by honeybees?",
        "options": [
          "About three quarters",
          "A half",
          "Over four fifths",
          "About one third"
        ]
      },
      {
        "stem": "What do bees use the nectar and pollen they have collected for?",
        "options": [
          "To restore nutrition and protect their hive",
          "To defend themselves and heat up their hive",
          "To warm themselves and protect their hive",
          "To regain nutrition and heat up their hive"
        ]
      },
      {
        "stem": "What is \"emerge\" in paragraph (A) closest in meaning to?",
        "options": ["activate", "escape", "disappear", "appear"]
      },
      {
        "stem": "According to the passage, freezing temperatures affect the following factors EXCEPT ______.",
        "options": [
          "bee blood",
          "nectar viscosity",
          "bee muscles",
          "bee flight"
        ]
      },
      {
        "stem": "In paragraph (B), what best paraphrases the sentence \"Clustering, however, does not generate enough heat to combat death from freezing\"?",
        "options": [
          "There exist other methods to protect bees from death in freezing temperatures.",
          "Clustering is one way to produce heat against dropping temperatures.",
          "Even grouping, the bees will still die if the temperature is low enough.",
          "Enough heat can be generated if bees are likely to form bigger groups in their hive."
        ]
      },
      {
        "stem": "What is the main idea of paragraph (C)?",
        "options": [
          "Freezing weather helps reduce the number of bees in the hive.",
          "Bees can regulate their hive population more easily in freezing temperatures.",
          "There are different roles for bees in the hive.",
          "The queen bee is responsible for producing more worker bees."
        ]
      },
      {
        "stem": "According to the passage, what will be displaced from the hive in cold weather?",
        "options": ["The queen", "Bee workers", "Bee eggs", "Drones"]
      },
      {
        "stem": "The phrase \"the colony\" in paragraph (D) can refer to ______.",
        "options": [
          "the structural cavity",
          "the hive",
          "the home's wall",
          "bee removal company"
        ]
      },
      {
        "stem": "According to the passage, which of the following is true?",
        "options": [
          "It is noise disturbing the hive on your home's walls.",
          "Winter is the perfect time for bees to collect the nectar and pollen.",
          "Bees can withstand the freezing weather only by gathering in the hive.",
          "Bees may die as they carry thick flower nectar in dropping temperatures."
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "3",
      "5": "0",
      "6": "2",
      "7": "1",
      "8": "3",
      "9": "1",
      "10": "2"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/3",
    "examId": 3
  },
  "part": 1
}
