{
  "skill": "reading",
  "content": {
    "passage": "The continents we live on today have not always existed in their present form. According to geoscientists, the continents first rose above the oceans approximately three billion years ago. Unlike the thin crust that lies beneath the ocean floor, continental crust is remarkably thick — roughly five times thicker than that of the ocean floor. This thick, less-dense crust is what allows the continents to float high above the surrounding seafloor, rising about two and a half miles on average. However, exactly when and how this continental crust formed remains a subject of considerable debate among researchers.\n\n(A) To shed light on this question — that is, to clarify the process by which continents came into being — scientists have studied the chemical composition of ancient rocks. The crust of the seafloor is formed through volcanic activity. When volcanoes erupt beneath the ocean, molten rock, or magma, rises to the surface and cools. As this magma cools and crystallizes, minerals with lower melting points solidify first. Through repeated cycles of melting and cooling, the volume of silica in the resulting rock gradually extends, producing lighter, thicker rock that differs significantly from the dense basalt of the ocean floor.\n\n(B) Over time, these silica-rich rocks accumulated into large masses of buoyant continental crust. The thick, buoyant nature of these chunks of crust would have made them rise high above what became the seafloor. To trace the age of these ancient rocks, scientists measure the ratio of rubidium to strontium trapped within crystal structures, since rubidium decays into strontium at a known rate. Such measurements have confirmed that the oldest continental rocks date back roughly three billion years.\n\n(C) One leading explanation for the sudden appearance of so much continental crust around three billion years ago involves plate tectonics — the movement of enormous rock plates across the Earth's outer layer. Some researchers believe that plate tectonics began operating in its modern form around that time, and the accompanying — that is, supplementary — geological processes of subduction and mountain building drove the large-scale production of continental crust. In other words, the movement of these tectonic plates over the Earth's outer layer probably helped form much of the continental crust that we see today. While alternative theories exist, the plate tectonics model remains the most widely accepted framework for understanding continental formation.",
    "title": "Passage 2",
    "items": [
      {
        "stem": "According to the geoscientists, when were the continents assumed to first rise above the oceans?",
        "options": [
          "3 billion years ago",
          "2 billion years ago",
          "4 billion years ago",
          "1 billion years ago"
        ]
      },
      {
        "stem": "What is true about the continents?",
        "options": [
          "They rise about four miles above the seafloor.",
          "Their crust is five times thicker than the ocean floor crust.",
          "Their crust is dense and has average thickness.",
          "They are made of thick and underlying crust."
        ]
      },
      {
        "stem": "What can be claimed about the time continents were formed?",
        "options": [
          "It is subject to argument.",
          "It is put forward in a contest.",
          "It was dated from the earliest days.",
          "It is beyond human’s knowledge."
        ]
      },
      {
        "stem": "What does the phrase “To shed light on” in paragraph (A) mean?",
        "options": ["To release", "To clarify", "To illustrate", "To ignite"]
      },
      {
        "stem": "According to the passage, how was the crust of the seafloor formed?",
        "options": [
          "Through tectonic compression.",
          "Through continental erosion.",
          "Through silica deposition.",
          "Through volcanic activity."
        ]
      },
      {
        "stem": "What happens when magma cools and crystallizes?",
        "options": [
          "The volume of silica in rock extends.",
          "Rubidium volume gradually plunges.",
          "The molten rock diminishes in silica.",
          "Strontium’s volume boosts."
        ]
      },
      {
        "stem": "What can be inferred from the sentence “The thick, buoyant nature of these chunks of crust would have made them rise high above what became the seafloor” in paragraph (B)?",
        "options": [
          "The seafloor is composed of comparatively thin crust.",
          "The thick and floating crust rose lower than what made the seafloor.",
          "The thick and buoyant chunks of crust are the cause of seafloor rising.",
          "Floating crust supported the continents to rise from the oceans."
        ]
      },
      {
        "stem": "What is “accompanying” in paragraph (C) closest in meaning to?",
        "options": ["Concurrent", "Supplementary", "Cooperating", "Following"]
      },
      {
        "stem": "What can be concluded from the passage about the appearance of continental crust about 3 billion years ago?",
        "options": [
          "The moment plate tectonics began properly marked the appearance of continental crust.",
          "No theory can be proposed for the reason why continental crust occurred three billion years ago.",
          "The movement of the rock plates finally made up the minority of continental crust.",
          "That the plate tectonics moved over the Earth’s outer layer probably helps form lots of the continental crust."
        ]
      },
      {
        "stem": "Question 10",
        "options": [
          "A general statement of an issue followed by detailed possible explanations.",
          "A general presentation followed by a detailed discussion of both sides of an issue.",
          "A discussion of different aspects raised from some theories about the question.",
          "A list of possible explanations to a question followed by a detailed discussion."
        ]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "0",
      "2": "1",
      "3": "0",
      "4": "1",
      "5": "3",
      "6": "0",
      "7": "0",
      "8": "1",
      "9": "3",
      "10": "0"
    }
  },
  "metadata": {
    "source": "crawled",
    "sourceUrl": "https://luyenthivstep.vn/luyen-de/lam-bai-doc/4",
    "examId": 4
  },
  "part": 1
}
