{
  "skill": "reading",
  "content": {
    "passage": "Green tea has been consumed in East Asia for thousands of years and is now one of the most popular beverages worldwide. It is made from the leaves of the Camellia sinensis plant, which are quickly heated after picking to prevent oxidation. This process preserves the green colour and the natural compounds found in the leaves.\n\nResearchers have found that green tea contains high levels of antioxidants called catechins, which may help protect cells from damage. Some studies suggest that drinking green tea regularly can reduce the risk of heart disease and lower cholesterol levels. However, scientists caution that more large-scale clinical trials are needed before definitive health claims can be made.\n\nIn Japan, green tea is often served during formal ceremonies that follow strict traditional rules. The tea ceremony, known as \"chanoyu,\" dates back to the 15th century and emphasises harmony, respect, and tranquillity. In China, tea culture developed even earlier, with records of tea drinking appearing as far back as the 3rd century.\n\nToday, the global green tea market is valued at over 20 billion US dollars. China remains the largest producer, followed by Japan and South Korea. Vietnam has also emerged as a significant exporter in recent decades, shipping tea to markets across Europe and North America.",
    "title": "The Story of Green Tea",
    "items": [
      {
        "stem": "Green tea leaves are heated quickly to preserve their colour.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Scientists have conclusively proven that green tea prevents heart disease.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "The Japanese tea ceremony focuses on speed and efficiency.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Tea drinking in China began before the 5th century.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Green tea is more expensive than black tea.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Vietnam exports green tea to European countries.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Japan is the world's largest producer of green tea.",
        "options": ["True", "False", "Not Given"]
      },
      {
        "stem": "Catechins are a type of antioxidant found in green tea.",
        "options": ["True", "False", "Not Given"]
      }
    ]
  },
  "answerKey": {
    "correctAnswers": {
      "1": "0",
      "2": "1",
      "3": "1",
      "4": "0",
      "5": "2",
      "6": "0",
      "7": "1",
      "8": "0"
    }
  },
  "metadata": {
    "source": "synthetic"
  },
  "part": 3
}
